Chris_Kuruc/movies_app/app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies"
---
  def index
    @movie_data = Movie.all